Repository: Viddeliten/nightbot-tools
Catalog: translations/*/LC_MESSAGES/*.po
Languages: sv_se

source: Error code %s<br />SQL: %s<br />ERROR: %s
sv_se: Felkod %s<br />SQL: %s<br />ERROR: %s

source: Error code %s SQL: %s ERROR: %s
sv_se: Felkod %s SQL: %s ERROR: %s

source: %s %s marked as spam
sv_se: %s %s markerad som skräp

source: Thank you for helping us keep the site spam-free!
sv_se: Tack för att du hjälper till att hålla sidan fri från skräp!

source: %s %s marked as not spam.
sv_se: %s %s markerad som inte skräp.

source: There was a problem with the version! <br />SQL: %s <br />ERROR: %s
sv_se: Det blev ett problem med versionen! <br />SQL: %s <br />ERROR: %s

source: Changelog
sv_se: Ändringslogg

source: Posted on %s
sv_se: Postad %s

source: Profile updated
sv_se: Profil uppdaterad

source: There was an error updating your things
sv_se: Något fel hände när dina grejer skulle uppdateras

source: Profile update fail<br />SQL: %s<br />ERROR: %s
sv_se: Profiluppdateringsfel<br />SQL: %s<br />ERROR: %s

source: Messages
sv_se: Meddelanden

source: Profile
sv_se: Profil

source: Settings
sv_se: Inställningar

source: Log out
sv_se: Logga ut

source: Profile text
sv_se: Profiltext

source: Profile image (avatar)
sv_se: Profilbild (avatar)

source: Save
sv_se: Spara

source: Edit profile
sv_se: Redigera profil

source: Settings for %s
sv_se: Inställningar för %s

source: Username
sv_se: Användarnamn

source: Email
sv_se: E-post

source: Password
sv_se: Lösenord

source: Display Flattr-button on <strong>%s</strong>
sv_se: Visa Flattr-knapp på <strong>%s</strong>

source: comments
sv_se: kommentarer

source: feedbacks
sv_se: förbättringsförslag

source: Settings saved
sv_se: Inställningar sparade

source: Name
sv_se: Namn

source: Reputation points
sv_se: Ryktespoäng

source: Registered
sv_se: Registrerad

source: Last logged in
sv_se: Senast inloggad

source: Found no current friends
sv_se: Hittade inga vänner

source: Friends since
sv_se: Vänner sedan

source: Friend request rejected
sv_se: Vänskapsförfrågan avvisades

source: Friend request accepted
sv_se: Vänskapsförfrågan accepterades. Ni är nu vänner

source: Friend request sent
sv_se: Vänskapsförfrågan skickad

source: Befriending unsuccessful
sv_se: Det gick inte att bli vänner

source: Friendship requested %s
sv_se: Vänskap begärdes %s

source: Friendship accepted %s
sv_se: Vänskap accepterad %s

source: Friendship rejected %s
sv_se: Vänskap avvisad %s

source: Add as friend
sv_se: Lägg till som vän

source: Accept friend request
sv_se: Acceptera vänförfrågan

source: Reject friend request
sv_se: Avvisa vänförfrågan

source: This site uses Flattr
sv_se: Denna site använder Flattr

source: link
sv_se: länk

source: Flattr this
sv_se: Flattr det här

source: New Flattr ID set
sv_se: Nytt FlattrID sparat

source: New flattr choices set
sv_se: Nya Flattr-inställningar satta

source: New flattr choices could not be set. Error: %s
sv_se: Nya Flattr-inställningar kunde inte sättas. Fel: %s

source: Flattr on %s
sv_se: Flattr på %s

source: %s has Flattr support, which means you can pay creators on the site with flat-rate micropayments! With Flattr, you pay a <strong>set amount</strong> each month, and that amount get divided to all the people you support. So you can support an unlimited amount of creators without increasing your cost. To be honest, it's pretty awesome!
sv_se: %s har Flattr-support, vilket innebär att du kan betala skapare på webbplatsen med mikrobetalningar till en fast månadskostnad du själv bestämmer! Med Flattr betalar du ett <strong>fast belopp</ strong> varje månad, och det beloppet delas upp till alla de personer du stöder. Det betyder att du kan stödja en obegränsad mängd kreatörer utan att öka din kostnad. Helt ärligt är det ganska häftigt!

source: Read more about Flattr
sv_se: Läs mer om Flattr

source: Unexpected oauth response
sv_se: Oväntat oauth-svar

source: User insert failed
sv_se: Användare kunde inte skapas

source: %s connection created
sv_se: Koppling till %s skapad

source: %s connection failed
sv_se: %s kunde inte kopplas

source: Best regards
sv_se: Med vänliga hälsningar

source: Presented by Vidde Webb
sv_se: Presenteras av Vidde Webb

source: Search results
sv_se: Sökresultat

source: Your search for '%s' did not render any results
sv_se: Din sökning på '%s' genererade inga resultat

source: Unknown admin page
sv_se: Okänd admin-sida

source: No page selected
sv_se: Ingen sida vald

source: Users
sv_se: Användare

source: Site news
sv_se: Nyheter för hemsidan

source: Spam
sv_se: Skräp

source: Admin tools
sv_se: Admin-verktyg

source: Message administration
sv_se: Hantera meddelanden

source: New message
sv_se: Nytt meddelande

source: Home
sv_se: Hem

source: About
sv_se: Om

source: Feedback
sv_se: Förbättringsförslag

source: This site is presented by
sv_se: Denna hemsida presenteras av

source: Select language:
sv_se: Välj språk:

source: Message sent
sv_se: Meddelandet skickat

source: Message could not be sent. Error: %s
sv_se: Meddelande kunde inte skickas. Fel: %s

source: Inbox
sv_se: Inkorg

source: Sent messages
sv_se: Skickade meddelanden

source: Compose
sv_se: Komponera

source: Single
sv_se: Enskilt

source: Reply
sv_se: Svara

source: Sent by: %s
sv_se: Skickat via: %s

source: Time sent: %s
sv_se: Skickat: %s

source: Mark unread
sv_se: Markera som oläst

source: Delete
sv_se: Radera

source: Are you sure you want to delete this message?
sv_se: Är du säker på att du vill radera det här meddelandet?

source: Sent to %s
sv_se: Skickat till %s

source: Something went wrong
sv_se: Någonting gick fel

source: Composing message
sv_se: Skiver meddelande

source: Receiver user name
sv_se: Mottagarens användarnamn

source: User name
sv_se: Användarnamn

source: Subject
sv_se: Ämne

source: Messsage
sv_se: Meddelande

source: Message
sv_se: Meddelande

source: Send
sv_se: Skicka

source: Sender
sv_se: Avsändare

source: Sent
sv_se: Skickat

source: Opened
sv_se: Öppnat

source: Receiver
sv_se: Mottagare

source: No value
sv_se: Inget värde

source: Update
sv_se: Uppdatera

source: Empty array
sv_se: Tom array

source: current
sv_se: nuvarande

source: Search
sv_se: Sök

source: Hide %s
sv_se: Göm %s

source: Show %s
sv_se: Visa %s

source: Permanent link to your feedback
sv_se: Permanen länk till ditt förbättringsförslag

source: Thank you for your input!
sv_se: Tack för ditt förslag!

source: You have submitted the following
sv_se: Du har skickat in följande

source: Feedbacks page %s
sv_se: Förbättringsförslag på %s

source: Suggestions for improvements, bufixes and ideas!
sv_se: Förslag för förbättringar, buggfixar och idéer!

source: List all feedbacks
sv_se: Lista alla förslag

source: Uncategorized
sv_se: Okategoriserade

source: Ongoing
sv_se: Pågående

source: Suggested
sv_se: Föreslagna

source: Reported bugs
sv_se: Rapporterade buggar

source: Required
sv_se: Nödvändig

source: Small improvements
sv_se: Små förbättringar

source: Big changes
sv_se: Stora förändringar

source: Resolved
sv_se: Klarmarkerad

source: Will not be done
sv_se: Utförs ej

source: Checked in feedbacks
sv_se: Incheckade förslag

source: %s feedbacks checked in (staged) but not yet live
sv_se: %s förslag incheckade (stagade) men ännu inte live

source: Checked in
sv_se: Incheckad

source: Are you sure you want to set ALL feedbacks that are currently checked in to live?
sv_se: Är du säker på att du vill sätta ALLA förslag som nu är incheckade till live?

source: Search existing feedbacks
sv_se: Sök i existerande förbättringsförslag

source: Add feedback
sv_se: Lägg till förbättringsförslag

source: Website
sv_se: Hemsida

source: Your Feedback
sv_se: Förbättringsförslag

source: Tell us!
sv_se: Berätta!

source: Marked not implemented %s
sv_se: Markerad som utförs ej %s

source: Solution live %s
sv_se: Lösning live %s

source: Solution checked in %s
sv_se: Lösning incheckad %s

source: Accepted %s
sv_se: Accepterad %s

source: Checked in solution does not work
sv_se: Incheckad lösning funkar inte

source: Unresolve
sv_se: Ej klar

source: Accept this task
sv_se: Acceptera denna uppgift

source: Solution is checked in
sv_se: Lösningen är incheckad

source: Solution is live
sv_se: Lösning är live

source: Unaccept
sv_se: Ångra acceptera

source: Will not be implemented
sv_se: Utförs ej

source: Size
sv_se: Storlek

source: Bugfix
sv_se: Buggfix

source: Small improvement
sv_se: Liten förbättring

source: Big change
sv_se: Stor förändring

source: Merged with %s
sv_se: Kopplad till %s

source: Detach
sv_se: Koppla ifrån

source: Merge with
sv_se: Koppla med

source: Merge
sv_se: Koppla

source: Merged
sv_se: Kopplad

source: Not implemented
sv_se: Ej genomfört

source: All feedbacks that was checked in are now set to live
sv_se: Alla förslag som var incheckade är nu satta till live

source: Attached feedbacks
sv_se: Kopplade förbättringsförslag

source: Posted at <a href="%s">%s</a>
sv_se: Postat <a href="%s">%s</a>

source: Posted by %s at <a href="%s">%s</a>
sv_se: Postat av %s <a href="%s">%s</a>

source: Posted by <a href="%s">%s</a> at <a href="%s">%s</a>
sv_se: Postat av <a href="%s">%s</a> <a href="%s">%s</a>

source: bugs
sv_se: buggar

source: required
sv_se: nödvändig

source: Progress %s
sv_se: Framsteg %s

source: Comment could not be posted.<br />Seems you forgot to check captcha. Hit 'back' in your browser and try again!
sv_se: Kommentaren kunde inte postas.<br />Verkar som att du glömde captchan. Tryck 'bakåt' i din browser och försök igen!

source: Feedback could not be posted.<br />You do not appear to be human. Feeling ok?
sv_se: Förslaget kunde inte postas.<br />Du verkar inte mänsklig. Hur mår du?

source: Unable to find instance to comment on. Invalid id '%s'
sv_se: Kunde inte hitta vad som skulle kommenteras. Felaktigt id '%s'

source: Comment:
sv_se: Kommentar:

source: Do you really want to delete the comment? This cannot be undone.
sv_se: Vill du verkligen ta bort kommentaren? Detta kan inte ångras.

source: Remove comment
sv_se: Ta bort kommentar

source: Hide comments
sv_se: Göm kommentarer

source: Add a comment:
sv_se: Kommentera:

source: Add a comment
sv_se: Kommentera

source: Show comments
sv_se: Visa kommentarer

source: No resent comments
sv_se: Inga kommentarer nyligen

source: Comment on something
sv_se: Kommentera på någonting

source: Reply to %s
sv_se: Svara till %s

source: Comment on feedback: %s
sv_se: Kommentera på förbättringsförslag: %s

source: Posted by %s%s at <a href="%s">%s</a>
sv_se: Postat av %s%s <a href="%s">%s</a>

source: Unsufficient access
sv_se: Otillräcklig behörighet

source: News post inserted
sv_se: Nyhetspost inlagd

source: News post could not be inserted. Error: %s
sv_se: Nyhetspost kunde inte läggas in. Fel: %s

source: News
sv_se: Nyheter

source: Published:
sv_se: Publicerad:

source: Headline:
sv_se: Rubrik:

source: Headline for the news
sv_se: Rubrik för nyheterna

source: The news content
sv_se: Nyhetsinnehållet

source: Published by %s at %s
sv_se: Publicerad av %s %s

source: ... Keep reading
sv_se: ... Fortsätt läsa

source: You do not appear to be human. Feeling ok?
sv_se: Du verkar inte mänsklig. Hur mår du?

source: Seems you forgot to check captcha. Hit 'back' in your browser and try again!
sv_se: Verkar som att du glömde captchan. Tryck 'bakåt' i din webbläsare och försök igen!

source: Incorrect info. login: %s
sv_se: Inkorrekt information. Login: %s

source: Login successfull
sv_se: Inloggning genomfördes med lyckat resultat

source: Login fail
sv_se: Inloggning misslyckades

source: You are now logged out (code %s)
sv_se: Du är nu utloggad (kod %s)

source: password
sv_se: lösenord

source: Log in
sv_se: Logga in

source: Sign up
sv_se: Registrera dig

source: Recover password
sv_se: Återfå användaruppgifter

source: Log in with %s
sv_se: Logga in med %s

source: [%s] - Password reset
sv_se: [%s] - Återställning av användaruppgifter

source: Hi
sv_se: Hej

source: We have received a request to reset your password.
sv_se: Vi har mottagit en begäran om återställning av användaruppgifter.

source: Visit %s/?lostpassword&password_reset=%s to set your password.
sv_se: Besök %s/?lostpassword&password_reset=%s för att sätta önskat lösenord.

source: Regards,
sv_se: Med vänliga hälsningar,

source: The %s Team
sv_se: Gänget på %s

source: Message successfully sent!
sv_se: Meddelandet sändes med lyckat resultat!

source: Message delivery failed. Please send an email to %s for further assistance! errorcode %d
sv_se: Meddelandet kunde inte skickas. Vänligen skicka ett e-postmeddelande till %s för hjälp i ärendet! Felkod %d

source: Login failed (%s)
sv_se: Inloggning misslyckades (%s)

source: Unable to fetch channel
sv_se: Kunde inte hämta kanal

source: Notice could not be closed.<br />SQL: %s<br />Error: %s
sv_se: Notis kunde inte stängas.<br />SQL: %s<br />Error: %s

source: Unsuffient access
sv_se: Otillräcklig access

source: Message could not be added. Error: %s
sv_se: Meddelandet kunde inte läggas till. Fel: %s

source: Message added
sv_se: Meddelande tillagt

source: Edit message
sv_se: Redigera meddelande

source: Event:
sv_se: Händelse:

source: Subject:
sv_se: Ämne:

source: message:
sv_se: meddelande:

source: To use functions
sv_se: För att använda funktioner

source: function_name(comma separated parameters)
sv_se: funktionsnamn(kommaseparerade parametrar)

source: Available constants
sv_se: Tillgängliga konstanter

source: Reward (on site currency, if any):
sv_se: Belöning (hemsidevaluta, om någon):

source: Once
sv_se: En gång

source: Will only be sent once per user. Once you have gotten this, you will never see it again.
sv_se: Kommer endast sändas en gång per användare. När du väl fått detta kommer du aldrig se det igen.

source: One at the time
sv_se: En i taget

source: Sending all the time when the criteria is fullfilled, but only if there is not a current message about it. Only use for in site private messages and notices.
sv_se: Skickas hela tiden så länge kriterierna är uppfyllda, men bara om det inte redan finns ett meddelande om det. Använd ENDAST för att skicka notiser och meddelanden på själva siten (inte för e-post).

source: Multiple times
sv_se: Multipla gånger

source: Sending every time criteria is fullfilled, but cares about minimum waiting time.
sv_se: Skickar varje gång kriterierna är uppfyllda, men bryr sig om inställd väntetid.

source: Minimum waiting time between messages (hours)
sv_se: Minsta väntetid mellan meddelanden (timmar)

source: Send by:
sv_se: Skicka via:

source: Private message on site
sv_se: Privatmeddelande på hemsidan

source: Notice popup on site
sv_se: Notis på hemsidan

source: E-mail
sv_se: E-post

source: Type:
sv_se: Typ:

source: Success
sv_se: Lyckad

source: Warning
sv_se: Varning

source: Error
sv_se: Fel

source: Criteria
sv_se: Kriterier

source: No one
sv_se: Ingen

source: Active for users
sv_se: Aktiv för användare

source: Comma separated usernames
sv_se: Kommaseparerade användarnamn

source: All
sv_se: Alla

source: Active for
sv_se: Aktivt för

source: Criteria could not be added. Error: %s
sv_se: Kriterie kunde inte läggas till. Fel: %s

source: Name:
sv_se: Namn:

source: Table name:
sv_se: Tabellnamn:

source: Checked (only checked settings matter)
sv_se: Kollad (tar hänsyn endast till ikryssade inställningar)

source: Must be
sv_se: Måste vara

source: User column:
sv_se: Användarkolumn:

source: Count required:
sv_se: Antal som behövs:

source: Welcome to %s
sv_se: Välkommen till %s

source: This is more text
sv_se: Här är lite mer text

source: It's just here for testing purposes.
sv_se: Den är bara till för testning.

source: %s news
sv_se: %s-nyheter

source: All news
sv_se: Alla nyheter

source: This is block two
sv_se: Det här är block två

source: Write some interesting stuff here. Or some boring stuff. That should work too.
sv_se: Skriv lite intressanta saker här. Eller lite tråkiga saker. Det borde också funka.

source: This is yet another a block
sv_se: Det här är ännu ett block

source: This content is last on this page.
sv_se: Det här innehållet är sist på den här sidan.

source: Page on %s where you can leave feedback
sv_se: Sida på %s där du kan lämna förbättringsförslag

source: News on site %s
sv_se: Nyheter på sidan %s

source: User %s on site %s. %s
sv_se: Användare %s på sidan %s. %s

source: Private messages on site %s
sv_se: Privatmeddelande på sidan %s

source: User settings on site %s
sv_se: Användarinställning på sidan %s

source: Admin tools on site %s
sv_se: Adminverktyg på sidan %s

source: Change log on site %s
sv_se: Förändringslog på %s

source: I am a creator, does this mean you will pay me?
sv_se: Jag skapar innehåll på den här sidan, kommer jag få betalt?

source: Well, it actually means you can get paid by the visitors to the site through Flattr. What you need to do is:
sv_se: Vad det faktiskt betyder är att du kan får betalt av besökarna här på sidan genom Flattr. Vad du behöver göra är:

source: <a href="%s">Sign up for Flattr</a>
sv_se: <a href="%s">Skapa konto på Flattr</a>

source: Find your Flattr id. Your Flattr-id can be found in the <a href="%s">Flattr-settings</a> once you have your Flattr account. You will see something like &lt;meta name="flattr:id" content="8dpk18"&gt; in wich case '8dpk18' is your id (it is not, that is my id).
sv_se: Hitta ditt Flattr-ID. Ditt Flattr-ID finns i <a href="%s"> Flattr-inställningarna </a> när du har ditt Flattr-konto. Du kommer att se något I stil med &lt;meta name="flattr:id" content="8dpk18"&gt; i vilket fall '8dpk18' är ditt id (det är inte det, det är mitt ID).

source: <a href="%s">Sign up for %s</a>
sv_se: <a href="%s">Skapa konto på %s</a>

source: Enter your Flattr-id in <a href="%s">your settings</a> and check what should be flattred
sv_se: Ange ditt Flattr-id i <a href="%s"> dina inställningar </a> och kryssa för vad som ska flattras

source: I want to support creators, how do I do that?
sv_se: Jag vill stödja skapare, hur gör jag det?

source: Add the Flattr extension to your browser. See <a href="https://flattr.com/faq">Flattr FAQ for details</a>
sv_se: Installera Flattr-tillägget i din webbläsare. Se <a href="https://flattr.com/faq"> Flattr FAQ för mer information</a>

source: Make sure you enable the extension to flattr %s!
sv_se: Se till att du aktiverar Flattr-tillägget när du är på %s!

source: Active users
sv_se: Aktiva användare

source: Friends
sv_se: Vänner

source: About this site
sv_se: Om den här sidan

source: More text outside the jumbotron
sv_se: Mera text utanför jumbotronen

source: This can for example be an informative text.
sv_se: Det här kan till exempel vara en informerande text.

source: Some useful information
sv_se: Lite användbar information

source: This is a half column.
sv_se: Det här är en halvkolumn.

source: Other stuff
sv_se: Andra grejer

source: Comment on stable %s
sv_se: Kommentera på stall %s

source: Page without sub pages
sv_se: Sida utan undersidor

source: Things 1
sv_se: Saker 1

source: Things 2
sv_se: Saker 2

source: Things
sv_se: Saker

source: Some object
sv_se: Något objekt

source: Comments
sv_se: Kommentarer

source: Some setting you might want to have
sv_se: Någon inställning du vill ha

source: Some OTHER setting
sv_se: Någon ANNAN inställning

source: Welcome, new member!
sv_se: Välkommen som ny medlem!

source: Example template
sv_se: Exempelmall

source: Insert your selling text here.<br>It should be snappy.
sv_se: Ange din säljande text här.<br>Den bör vara kort och medryckande.

source: Could not insert track. %s
sv_se: Kunde inte lägga till spår. %s

source: All your playlists
sv_se: Alla dina spellistor

source: They are all right here!
sv_se: De är här allihop!

source: Current playlist at Nightbot
sv_se: Nuvarande spellista hos Nightbot

source: Extract current playlist
sv_se: Hämta ut nuvarande spellista

source: Move all songs to
sv_se: Flytta alla låtar till

source: Extract
sv_se: Hämta ut

source: New playlist
sv_se: Ny spellista

source: Playlist %s
sv_se: Spellista %s

source: Saved playlists
sv_se: Sparade spellistor

source: No saved playlists
sv_se: Inga sparade spellistor

source: Edit
sv_se: Redigera

source: Replace current with this
sv_se: Ersätt nuvarande spellista med denna

source: Add this to current
sv_se: Lägg till detta till nuvarande

source: Editing %s
sv_se: Redigerar %s

source: Description
sv_se: Beskrivning

source: Optional description
sv_se: Valfri beskrivning

source: With selected
sv_se: Med valda

source: Move to
sv_se: Flytta till

source: Copy to
sv_se: Kopiera till

source: Playlist
sv_se: Spellista

source: Do
sv_se: Gör

source: Could not create playlist. Error: %s
sv_se: Kunde inte skapa spellista. Fel: %s

source: No playlist
sv_se: Ingen spellista

source: User mismatch
sv_se: Användaren matchar inte

source: Track %s (%s) could not be added to current playlist. %s
sv_se: Spår %s (%s) kunde inte läggas till nuvarande spellista. %s

source: Track %s could not be removed from current playlist
sv_se: Spår %s kunde inte tas bort från nuvarande spellista

source: Could not insert track into playlist. %s
sv_se: Kunde inte lägga till spår till spellista. %s

source: Name could not be saved
sv_se: Namn kunde inte sparas

source: My playlists
sv_se: Mina spellistor

source: Playlists
sv_se: Spellistor

source: here is some text
sv_se: här är lite text

source: gettext is not installed
sv_se: gettext är inte installerat

source: gettext is supported
sv_se: gettext stöds

source: News for %s
sv_se: Nyheter för %s

source: Nothing to see here...
sv_se: Ingenting att se här...

source: Content: %s #%s
sv_se: Innehåll: %s #%s

source: Comment on this
sv_se: Kommentera på detta

source: Missing user id
sv_se: Användar-id saknas

source: Unknown page
sv_se: Sidan kunde inte hittas

source: No command
sv_se: Inget kommando

source: There is no action here
sv_se: Inget är utfört här
